/* No comment provided by engineer. */
"Album" = "Album";

/* No comment provided by engineer. */
"Album Artist" = "Album Előadó";

/* No comment provided by engineer. */
"Album Artist or Artist" = "Album Előadó vagy Előadó";

/* No comment provided by engineer. */
"Artist" = "Előadó";

/* No comment provided by engineer. */
"Bring iTunes to Front" = "Bring iTunes to Front";

/* No comment provided by engineer. */
"Changed Tracks" = "Changed Tracks";

/* No comment provided by engineer. */
"Comment" = "Hozzászólás";

/* No comment provided by engineer. */
"Configure Formatting" = "Configure Formatting";

/* No comment provided by engineer. */
"Description" = "Leírás";

/* No comment provided by engineer. */
"Episode ID" = "Episode ID";

/* No comment provided by engineer. */
"Episode Number" = "Epizód szám";

/* No comment provided by engineer. */
"Long Description" = "Long Description";

/* No comment provided by engineer. */
"Long Description, Comment, or Description" = "Long Description, Comment, or Description";

/* No comment provided by engineer. */
"Name" = "Név";

/* No comment provided by engineer. */
"Notify when iTunes is active" = "Notify when iTunes is active";

/* No comment provided by engineer. */
"Paused" = "Megállítva";

/* No comment provided by engineer. */
"Play Time" = "Hossz";

/* No comment provided by engineer. */
"Quit Both" = "Kilépés mindkettőből";

/* No comment provided by engineer. */
"Quit GrowlTunes" = "Kilépés a GrowlTunes-ból";

/* No comment provided by engineer. */
"Quit iTunes" = "Kilépés a iTunes-ból";

/* No comment provided by engineer. */
"Rating" = "Rating";

/* No comment provided by engineer. */
"Season Number" = "Évad Szám";

/* No comment provided by engineer. */
"Show" = "Show";

/* No comment provided by engineer. */
"Start at Login" = "Start at Login";

/* No comment provided by engineer. */
"Start iTunes" = "iTunes indítása";

/* No comment provided by engineer. */
"Started" = "Started";

/* No comment provided by engineer. */
"Stopped" = "Stopped";

/* No comment provided by engineer. */
"Stream Title" = "Stream Title";

/* No comment provided by engineer. */
"Track Count" = "Track Count";

/* No comment provided by engineer. */
"Track Number" = "Track Number";

/* No comment provided by engineer. */
"Video Kind" = "Videó típus";

/* No comment provided by engineer. */
"Volume" = "Hangerő";

/* No comment provided by engineer. */
"← Previous Track" = "← Előző Szám";

/* No comment provided by engineer. */
"→ Next Track" = "→ Következő Szám";

/* No comment provided by engineer. */
"▶ Play/Pause" = "▶ Lejátszás/Megállítás";

